[
    {
        "DiningName": "Worcester",
        "DiningAddress": "669 North Pleasant Street, Amherst MA 01003",
        "DiningPhoneNumber": "413-545-2143",
        "NumberOfReviews": 0,
        "DiningDescription": "The new Worcester Commons, opened Fall 2020, is a state of the art facility featuring a “Food Hall” design. Worcester’s globally inspired menu, 12 action stations, teaching kitchen, Grab'N Go, retail café and restaurant will operate from 7am to midnight seven days a week. Worcester Commons is located in the Northeast Residential Area and is handicapped accessible."
    },
    {
        "DiningName": "Franklin",
        "DiningAddress": "260 Stockbridge Rd, Amherst MA 01003",
        "DiningPhoneNumber": "413-545-5373",
        "NumberOfReviews": 0,
        "DiningDescription": "Located in the Central Residential Area, Franklin Dining Commons is famous for its vegan and vegetarian cuisine. Enjoy a continuous, all-you care-to-eat assortment of dining concepts, such as sushi bar, pizza station, international bar, salad bar, stand alone vegetarian station, deli bar and cereal station, as well as many American fare items. In addition, Franklin Dining Commons also features Grab n’Go for those on the run. Certified Kosher Dining is also available at Franklin."
    },
    {
        "DiningName": "Bluewall",
        "DiningAddress": "1 Campus Center way, Amherst MA 01003",
        "DiningPhoneNumber": "413-577-8003",
        "NumberOfReviews": 0,
        "DiningDescription": "Blue Wall is located on the 2nd floor of the Campus Center. Select locations will be open throughout the summer. Come visit us to see what is open"
    },
    {
        "DiningName": "Hampshire",
        "DiningAddress": "141 Southwest Cir, Amherst MA 01003",
        "DiningPhoneNumber": "413-577-5160",
        "NumberOfReviews": 0,
        "DiningDescription": " The newly renovated state-of-the-art facility has a contemporary New England theme with 12 concepts designed around UMass Dining Services’ four guiding principles: Healthy Eating, Sustainability, World Flavors, and Community.  The goal of Hampshire DC is to be one of the healthiest and most sustainable dining operations in the nation. This will be done through serving minimally processed foods and more plant-based items at peak season, less red meat, more sustainable seafood and healthier oils, fats, and beverages."
    },
    {
        "DiningName": "Berkshire",
        "DiningAddress": "121 Southwest Cir, Amherst MA 01003",
        "DiningPhoneNumber": "413-545-1175",
        "NumberOfReviews": 0,
        "DiningDescription": "Located in the Southwest Residential Area, this award-winning dining commons features  many display cooking area with freshness in mind.  The dining area is divided into 10 distinct food stations, each with its own theme and menu selection, ranging from vegetation to Pan Asian to rotating restaurant-style cuisine.  Open until midnight 7 days a week. Berkshire Dining Commons is handicapped accessible. "
    },
    {
        "DiningName": "babyBerk",
        "DiningAddress": "O-hill Bowl, SW Horseshoe, Northeast, and Kennedy",
        "DiningPhoneNumber": "413-577-1365",
        "NumberOfReviews": 0,
        "DiningDescription": "Follow us on twitter @UMassBabyBerk to find our daily schedule or get real time location update on our app. Indulge in a 100% Grass Fed Beef babyBerk Burger, Steak Poutine, or one of our famous vegan Franklin Burgers. babyBerk brings Award Winning UMass dining to you!"
    }
]